export const QuotesList = [
    {
        "quote": "الإيمان لا يكون إيماناً إلا إذا كان يناقض العقل و المنطق و إلا فهو فكر و فلسفة.",
        "author": "يوسف زيدان",
        "image": "https://66.media.tumblr.com/de3e922c0f57a3cd1aab93b44c177161/73c084c420ede6bd-76/s250x250_c1/f90ab4b2235a3265ac80b716a2080a59bdd34352.jpg",
        "category": "فلسفة"
    },
    
    {
        "quote": "هل كان علينا أن نسقط من علو شاهق ونرى دمنا على أيدينا لندرك أننا لسنا ملائكة كما كنا نظن ؟",
        "author": "محمود درويش",
        "image": "https://pbs.twimg.com/profile_images/3688530646/f4d3bc1bb4c4a49c8a2408d8b11f586b_400x400.jpeg",
        "category": "حزن"

    },
    
    {
        "quote": "الأدبُ ليس إلا تحمُّل من لا أدبَ عنده.",
        "author": "جلال الدين الرومي",
        "image": "https://66.media.tumblr.com/b076b1c5a4f6be895a98fb66369c32c6/0547cff6b9ad473c-46/s400x600/17c09a9428d8cf785eab052fe19c06d364c73714.jpg",
        "category": "حكمة"

    },
    
  
    {
        "quote": "النجاح هو أن تنتقل من فشل إلى فشل دون أن تفقد حماسك وشغفك لتحقيق ما تريده.",
        "author": "وينستون تشيرشيل",
        "image": "https://images.newrepublic.com/727f55d51262c7c814652a46fbb99f4f4e7e32a9.jpeg?w=600&q=65&dpi=2.625&fm=pjpg&h=600",
        "category": "تحفيز"

    },
    {
        "quote": "‏لستُ خائفة من الضياع، الجميع يفقدون طريقهم من وقت لآخر، إنه الخوف من عدم إيجاد ذاتي أبدًا، هذا ما يبقيني مستيقظة في الليل.",
        "author": "سليفيا بلاث",
        "image": "",
        "category": "حزن"

    },
    {
        "quote": "أينما يذهب الحشد، اذهب في الاتجاه الآخر , إنهم دائماً على خطأ.",
        "author": "بوكوفسكي",
        "image": "",
        "category": "فلسفة"

    },
    {
        "quote": "إِنّهُ الشيء الذي يُجبِرُكَ كُلَّ لَيلَة على تَدوينِ رِسالةِ وداعٍ طويلةٍ سوداء ، مَليئةٌ بالجروحِ اليوميّةِ و الحقائقِ الرماديةِ عنكَ و عن الآخرين المُقربين منكَ ، و هو ذاتِ الشيء أيضاً الذي يُلزِمُكَ على تَمزيقِ ما دَوّنتهُ حرفًا تِلو حَرفًا ، مُحاولاً إقناعَ داخِلُكَ بأنَّكَ تَحلم.",
        "author": "سالي سميح",
        "image": "حزن",
        "category": "فلسفة"


    },
    {
        "quote": "كما تعرفُ القطرة مصيرها، وهي تنحدر من الينبوع إلى الشلال، أعرفك",
        "author": "عبدالعظيم فنجان",
        "image": "رومانسية",
        "category": "فلسفة"


    },
    {
        "quote": "كنتُ رائعةً جدًّا، يُؤسِفُني أنَّكَ لم تَلحقْ بجميعِ مراحلي، وصَلْتَني بعدَ أنْ انتهى مِنّي كُل شيء وبَقِيَتْ رغبتي في المُغادرة، الرغبة التي يتبَعها التخلّي عن كَل مَن أُحِبّ",
        "author": "سمر محمود",
        "image": "حزن",
        "category": "فلسفة"


    },
    {
        "quote": "أنا بإنتظار خطوه منك ، لأخطو لك بعدها خمسين خطوة ، مد يدك أكثر أكاد أمسك بها ، قل شيئاً لعلك تكسر سبعين حاجزاً",
        "author": "محمود درويش",
        "image": "https://pbs.twimg.com/profile_images/3688530646/f4d3bc1bb4c4a49c8a2408d8b11f586b_400x400.jpeg",
        "category": "فلسفة"


    },
    {
        "quote": "إنَّ الكلمةَ اللطيفةَ التي قِيلتْ بشكل عفويٍّ فوجدتْ فراغاً وملأته لن تُنسى ولو بعد حين، فكيف لو كانت مقصودة !",
        "author": "براءة المنصور",
        "image": "",
        "category": "فلسفة"


    },
    {
        "quote": "لا تُعاشِر نفساً شبعت بعد جوع فإن الخير فيها دخيل، وعاشر نفساً جاعت بعد شبع فإن الخير فيها أصيل",
        "author": "علي بن ابي طالب",
        "image": "",
        "category": "فلسفة"

    },
    {
        "quote": "ونحنُ أقوياءٌ رغمَ هشاشة ما نملكْ ؛ و هم ضُعفاء رُغم مَخازن أسلحتَهم المُتّخمة !",
        "author": "أدهم الشرقاوي",
        "image": "",
        "category": "فلسفة"


    },
    {
        "quote": "سيعرفكِ حالما تلتقينه : أنتِ الضياءُ بين جفنه وعينه، والاسم الذي كان على طرف قلبه",
        "author": "أنسي الحاج",
        "image": "",
        "category": "فلسفة"

    },
    {
        "quote": "إنها القلوب يا علي ، إن صفت رأت",
        "author": "عمر ابن الخطاب",
        "image": "",
        "category": "فلسفة"


    },
    {
        "quote": "إنّ هؤلاء الذين يبدون عاديين هُم الأكثر خطورة ، إنّهم يحمِلون معهم أطنانا مِن الضغوط",
        "author": "هاروكي موراكامي",
        "image": "",
        "category": "فلسفة"


    },
    {
        "quote": "إنّ القلوب إذا تنافر ودّها مثل الزجاج كسرُهآ لا يُجبر",
        "author": "علي بن أبي طالب",
        "image": "",
        "category": "فلسفة"


    },
    {
        "quote": "و كنتُ أطعمهُ قمح فؤادي براحتي عجبا كيف بات يرضيه فتات الطريق",
        "author": "محمود درويش",
        "image": "https://pbs.twimg.com/profile_images/3688530646/f4d3bc1bb4c4a49c8a2408d8b11f586b_400x400.jpeg",
        "category": "فلسفة"


    },
    {
        "quote": "وتبقينَ سرًا وعُشّا صغيرًا إذا ما تعبت أعود إليه",
        "author": "فاروق جويدة",
        "image": "",
        "category": "فلسفة"


    },
    {
        "quote": "في كلامِ المُزاح ، كثيراً من الحقائِق .. !",
        "author": "نجيب محفوظ",
        "image": "",
        "category": "فلسفة"


    },
    {
        "quote": "لأن حزن النساء عميق وجرحهن غائر , فالرجل الذي أسعد امرأة كانت حزينة فعل شيئاً عظيماً , كأنما قتل كل الحزن في هذا العالم. ",
        "author": "نيكولو ميكافيلي",
        "image": "",
        "category": "فلسفة"


    },
    {
        "quote": "حين تحب المرأة تتوهج جمالاً، ويشع في عينيها بريق، ستمشي بخفه وأناقه وكأنها ترقص، ستحيطها هالة جديدة، الأمر نفسه ينطبق على الرجل. ",
        "author": "أوشو",
        "image": "",
        "category": "فلسفة"


    },
    {
        "quote": "ليذهب كل الرجال إلى الجحيم ، هذا ما ستقوله امرأة غاضبة الآن، وفي الصباح ستجري اتصالاً مع “الجحيم” تخبره بأنها لم تنم لأنها لم تسمع نبرة صوته. ",
        "author": "دستويفسكي",
        "image": "",
        "category": "فلسفة"


    },
    {
        "quote": "كن ممتنًّا لكل من مرّ بحياتك.. لأنّ كلّ من يمرّ بك يحمل إشارة من الله إليك. ",
        "author": "جلال الدين الرومي⁩",
        "image": "https://66.media.tumblr.com/b076b1c5a4f6be895a98fb66369c32c6/0547cff6b9ad473c-46/s400x600/17c09a9428d8cf785eab052fe19c06d364c73714.jpg",
        "category": "فلسفة"

    },
    {
        "quote": "الصدق هو هدية غالية الثمن، لذلك لا تتوقع أن تأتي من أناس رخيصة ..",
        "author": "وارن بافيت",
        "image": "",
        "category": "فلسفة"


    },
    {
        "quote": "لا تكرّر الطلب على من لم يستجب لنداءك الأول لأنك حتى لو استطعت إقناعه بالمسير معك فسيتركك بمنتصف الطريق. ",
        "author": "وودي آلن",
        "image": "",
        "category": "فلسفة"


    },
    {
        "quote": "ما أصابني سوء إلا قلت خيراً ، وما مرني يوم كئيب إلا قلت غداً أجمل ، وما فقدت شيئاً إلا قلت من الله العوض ،فالحمد لله دائماً",
        "author": "محمد متولي الشعراوي",
        "image": "",
        "category": "فلسفة"


    },
    {
        "quote": "كن طيباً .. واحرص على أن لا يعرف أحد أنك طيب. ",
        "author": "تولستوي",
        "image": "",
        "category": "فلسفة"


    },
    {
        "quote": "أنت لا تكرهني ، أنت تكره الصورة التي كونتها عني ، وهذه الصورة ليست أنا، إنها أنت. ",
        "author": "اديسون",
        "image": "",
        "category": "فلسفة"


    },
    {
        "quote": "‏أحيانًا تُدهشني هشاشتي، كيف يمكن لكلمةٍ أن تجعلني حزينًا، وأُخرى تخلُق لي أجنحة.",
        "author": "محمد شكري",
        "image": "",
        "category": "فلسفة"


    },
    {
        "quote": "لا تكذب أبداً على شخص يثق بك ، ولا تثق أبداً بشخص يكذب عليك.",
        "author": "شكسبير",
        "image": "",
        "category": "فلسفة"


    },
    {
        "quote": "هم على ظنونهم يؤثمون ، وأنت على طهارة قلبك ترزق فلا تبالي",
        "author": "نجيب محفوظ ",
        "image": "",
        "category": "فلسفة"


    },
    {
        "quote": "حين تخذلك جميع الاشياء التي حولك .. لاتحاول أن تثق بها مجدداً، فقط حاول أن تثق بأنك تستطيع العيش بدونها.",
        "author": "شكسبير",
        "image": "",
        "category": "فلسفة"

    },
    {
        "quote": "ماذُكر الله على صعبٍ إلا هان، ولا على مشقةٍ إلا خَـفَّت، ولا على شدةٍ إلا زالت، ولا كربة إلا انفرجت.",
        "author": "ابن قيم الجوزية",
        "image": "",
        "category": "فلسفة"

    },
    {
        "quote": "إن لم تتقن فن التجاهل ستخسر الكثير... و أولهم عافيتك! ",
        "author": "مالكوم إكس",
        "image": "",
        "category": "فلسفة"

    },
    {
        "quote": "خلاصة القول: فإنَّ الرزقَ مقسومٌ، وَسُوءُ الظَّنِّ لا ينفع، وفقيرٌ كُلُّ من يطمع، وغنيٌّ كُلُّ من يقنع. ",
        "author": "علي بن أبي طالب",
        "image": "",
        "category": "فلسفة"

    },
    {
        "quote": "كلما كنت راضياً عن نفسك ، كلما زاد رضى الناس عنك ، اختصر الموضوع وكن كما أنت.",
        "author": "إبراهيم الفقي",
        "image": "",
        "category": "فلسفة"

    },
    {
        "quote": "من يتجاهل الإساءة ليس عاجزًا عن ردها، ولكنه عرف قدر المُسيء فتجاهله، وعرف قدر نفسه فارتقى بها عن كل ما لا يليق .",
        "author": "الشعراوي",
        "image": "",
        "category": "فلسفة"

    },
    {
        "quote": "عقلك مثل حديقة، إما ان تزرعها بورود الأمل والتفاؤل أو تملأها بشوك اليأس و التشاؤم .. تفاءلوا بالخير تجدوه. ",
        "author": "ابراهيم الفقي",
        "image": "",
        "category": "فلسفة"

    },
    {
        "quote": "لا تكن هشاً.. أي ضربة تسقطك، وأي صدمة تضعفك، وأي فشل يعقدك، وأي خطأ يقتلك.. كن قوياً، فلا مكان للضعفاء في هذا الوقت.",
        "author": "أحمد ديدات",
        "image": "",
        "category": "فلسفة"

    },
    {
        "quote": "ليس كل شيء في القلب يقال ، لذلك خلق الله التنهيدة ، الدموع ، النوم الطويل ، الإبتسامة الباردة ، ورجف اليدين.",
        "author": "نزار قباني",
        "image": "",
        "category": "فلسفة"

    },
    {
        "quote": "ما معنى هذه الخسائر المُتوالية المستمرة ، هذه الدورة المتواصلة من الرغبة واللامبالاة ، واللامبالاة والرغبة ؟! ",
        "author": "إيريكا جونغ",
        "image": "",
        "category": "فلسفة"

    },
    {
        "quote": "‏الشجاعة ليست معناها أنك لا تخاف شيئاً أن تكون شجاعاً معناه أنك خائف، خائف حقاً خائف بشدة، ومع ذلك تفعل ما تراه صواباً رغم كل شيء.",
        "author": "نيل جايمان",
        "image": "",
        "category": "فلسفة"

    },
    {
        "quote": "شكرًا لأنك غاضبٌ من كل شيء في الوجود, منّي ومنك ومن خرافات المدينة,وارتباكات الأصابع في الأكف وفي التردد والتمرد والتقرب والصدود. ",
        "author": "يوسف الديك",
        "image": "",
        "category": "فلسفة"

    },
    {
        "quote": "هذا المجتمع قاتل للعفوية التلقائية والسلاسة والبساطة، وعاشق للعقد والنفاق والتصنع بامتياز.",
        "author": "دستويفسكي",
        "image": "",
        "category": "فلسفة"
    }


]